Repository: BrenoAquino/HomeAssistant
Catalog: Features/Sources/DashboardEdit/Resources/*.lproj/Localizable.strings
Languages: pt

source: Dashboard Creation
pt: Criação de Painel

source: Dashboard Edit
pt: Edição de Painel

# dashboard_description
source: A dashboard is the grouping of devices and the must be unique
pt: Um painel é o agrupamento de dispositivos e com um nome único

source: Name
pt: Nome

# name_hint
source: The dashboard's name must be unique
pt: O nome do painel precisa ser único

source: Icon
pt: Ícone

# icon_hint
source: You can search for keywords
pt: Você pode procurar por palavras chaves

# icon_example
source: E.g. "Bedroom", "Garden", "Security"
pt: Ex "Quarto", "Jardim", "Segurança"

# entities
source: Devices
pt: Dispositivos

# entities_hint
source: You can search for a name
pt: Você pode pesquisar por um nome

# create
source: Create Dashboard
pt: Criar Painel

# update
source: Update Dashboard
pt: Atualizar Dashboard

# missing_name_error
source: It is necessary to fill in the name
pt: É necessário preencher o nome

# name_already_exists_error
source: This name is already in use
pt: Esse nome já está em uso

# missing_icon_error
source: It is necessary to choose an icon
pt: É necessário escolher um ícone

# unknown_error
source: Could not create the dashboard
pt: Não foi possível criar o painel

source: Columns
pt: Colunas

# columns_description
source: This number represents the number of columns that will be shown in this dashboard
pt: Esse numero representa o numero de colunas que será utilizada nesse painel
