Repository: BrenoAquino/HomeAssistant
Catalog: Features/Sources/WidgetEdit/Resources/*.lproj/Localizable.strings
Languages: pt

# update
source: Update Widget
pt: Atualizar Widget

# description
source: Different widgets can provide different features to control the device
pt: Diferentes widgets podem oferecer diferentes funcionalidades de controle do dispositivo

# update_error
source: It was not possible to update the widget
pt: Não foi possivel atualizar o widget

# widget_name
source: Widget Title
pt: Título do Widget

# widget_title
source: Widget Setup
pt: Configuração de Widget

# entity_selection_title
source: Choose a device
pt: Escolha um dispositivo

# entity_selection_description
source: Select a device to enter the widget configuration
pt: Selecione um dispositivo para entrar na configuração de widget

# entities_hint
source: You can search for a name
pt: Você pode pesquisar por um nome

# entities_search_example
source: E.g. "Bedroom's Light"
pt: Ex. "Luz do Quarto"

source: Done
pt: Fechar
